tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "bat"
brew "csvq"
brew "curl"
brew "deno"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "foreman"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-standup"
brew "go"
brew "htop"
brew "hub"
brew "id3lib"
brew "jq"
brew "livekit"
brew "mas"
brew "php"
brew "pnpm"
brew "postgresql@16"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "ssh-copy-id"
brew "sshs"
brew "tree"
brew "walk"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "1password"
cask "1password-cli"
cask "arc"
cask "audacity"
cask "bluesnooze"
cask "brave-browser"
cask "cleanmymac"
cask "cleanshot"
cask "cloudflare-warp"
cask "contexts"
cask "cursor"
cask "daisydisk"
cask "dbngin"
cask "downie"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-monaspace"
cask "font-space-mono"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "hazel"
cask "karabiner-elements"
cask "keycastr"
cask "logi-options+"
cask "notion"
cask "orbstack"
cask "pearcleaner"
cask "raycast"
cask "slack"
cask "soundsource"
cask "tableplus"
cask "vlc"
cask "warp"
cask "webstorm"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Brother iPrint&Scan", id: 1193539993
mas "Hidden Bar", id: 1452453066
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
