tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "bat"
brew "curl"
brew "deno"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "foreman"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-standup"
brew "go"
brew "htop"
brew "hub"
brew "id3lib"
brew "jq"
brew "livekit"
brew "mas"
brew "php"
brew "pnpm"
brew "postgresql@16"
brew "pyenv"
brew "rename"
brew "ssh-copy-id"
brew "sshs"
brew "tree"
brew "walk"
brew "zsh"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "1password"
cask "1password-cli"
cask "arc"
cask "bluesnooze"
cask "cleanmymac"
cask "cloudflare-warp"
cask "contexts"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-monaspace"
cask "font-space-mono"
cask "google-chrome"
cask "hazel"
cask "karabiner-elements"
cask "keycastr"
cask "logi-options-plus"
cask "monitorcontrol"
cask "notion"
cask "orbstack"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webstorm"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Brother iPrint&Scan", id: 1193539993
mas "Hidden Bar", id: 1452453066
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "letrieu.expand-region"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marclipovsky.string-manipulation"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mjmlio.vscode-mjml"
vscode "mrmlnc.vscode-postcss-sorting"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "quick-lint.quick-lint-js"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
